/* authorizing */
"authorizing" = "autorizando";

/* bookmarks */
"bookmarks" = "marcadores";

/* bookmarks menu */
"Bookmarks Menu" = "Menú de marcadores";

/* bookmarks toolbar */
"Bookmarks Toolbar" = "Barra de marcadores";

/* cancel */
"Cancel" = "Cancelar";

/* unable to load page */
"Cannot Load Page" = "No se puede cargar la página";

/* cannot load private key from keychain */
"Cannot Load Private Key From Keychain" = "No se puede cargar la clave privada del Llavero";

/* cannot submit email */
"Cannot Submit" = "No se puede enviar";

/* unable to refresh data */
"Cannot Sync" = "No se puede sincronizar";

/* connecting */
"connecting" = "conectando";

/* copy the url to the clipboard */
"Copy URL" = "Copiar URL";

/* update SyncClient */
"Data on the server is in a new and unrecognized format. Please update SyncClient." = "Los datos del servidor están en un formato nuevo no reconocido. Actualice SyncClient.";

/* update Firefox Sync */
"Data on the server is in an old and unsupported format. Please update Firefox Sync on your computer." = "Los datos en el servidor están en un formato antiguo no admitido. Actualice Firefox Sync en su equipo de escritorio.";

/* duplicate email address */
"Duplicate" = "Duplicado";

/* send the url via email */
"Email URL" = "Enviar URL por correo";

/* error loading page */
"Error Loading Page" = "Error al cargar la página";

/* error retrieving data */
"Error Retrieving Data" = "Error al recuperar los datos";

/* Failed Server Lookup */
"Failed Server Lookup" = "No se ha encontrado el servidor";

/* failed to communicate with server */
"Failed To Communicate With Server (%d)" = "No se ha podido comunicar con el servidor (%d)";

/* failed to install private key into keychain */
"Failed To Install Private Key Into Keychain (%d)" = "No se ha podido instalar la clave privada en el Llavero (%d)";

/* email content */
"Here is that site we talked about:" = "Aquí está ese sitio del que hablamos:";

/* history */
"history" = "historial";

/* incorrect password */
"Incorrect Password" = "Contraseña incorrecta";

/* incorrect secret phrase */
"Incorrect Secret Phrase" = "Clave de sincronización errónea";

/* we will send instructions */
"Instructions are on the way" = "Las instrucciones están de camino";

/* invalid url */
"Invalid URL" = "URL no válida";

/* loading web page */
"loading..." = "cargando...";

/* unable to login */
"Login Failure" = "Fallo al iniciar sesión";

/* mobile bookmarks */
"Mobile Bookmarks" = "Marcadores móviles";

/* no internet connection */
"No internet connection available" = "No hay conexión a internet disponible";

/* no matching items found */
"No Matches" = "No hay coincidencias";

/* ok */
"OK" = "Aceptar";

/* privacy policy */
"Privacy Policy" = "Política de privacidad";

/* refresh local data */
"Refresh" = "Refrescar";

/* searching for matching items */
"Searching..." = "Buscando...";

/* email subject */
"Sending you a link" = "Enviándote un enlace";

/* re-authenticate */
"Sign In" = "Iniciar sesión";

/* stop refreshing data */
"Stop" = "Parar";

/* tabs */
"tabs" = "pestañas";

/* terms of service */
"Terms Of Service" = "Términos del servicio";

/* thank you for submitting */
"Thank you!" = "¡Gracias!";

/* the email address already exists in our database */
"That email address has already been submitted" = "Esa dirección de correo ya se ha enviado";

/* unable to communicate with server */
"Unable To Communicate With Server (%d)" = "No se puede comunicar con el servidor (%d)";

/* server unavailable */
"Unable to contact server" = "No se puede contactar con el servidor";

/* unable to submit email */
"Unable to submit your email, please try again later (%d)" = "No se puede enviar su correo, inténtelo más tarde (%d)";

/* unsorted bookmarks */
"Unsorted Bookmarks" = "Marcadores desordenados";

/* username not found */
"User Name Not Found" = "Nombre de cuenta no encontrado";

/* launch safari to display the url */
"View in Safari" = "Ver en Safari";

/* Required */
"Required" = "Requerido";

/* Caution: use at own risk */
"Caution: use at own risk" = "Precaución: úsalo bajo tu responsabilidad";

/* Enter your Sync account information */
"Enter your Sync account information" = "Escribe la información de tu cuenta de Sync";

/* Account */
"Account" = "Cuenta";

/* Password */
"Password" = "Contraseña";

/* Sync Key */
"Sync Key" = "Clave de sincronización";

/* Use Custom Server */
"Use Custom Server" = "Usar servidor personalizado";

/* Server URL */
"Server URL" = "URL del servidor";

/* Cannot Setup Sync */
"Cannot Setup Sync" = "No se puede configurar Sync";

/* Try Again */
"Try Again" = "Vuelve a intentarlo";

/* Manual Setup */
"Manual Setup" = "Configuración manual";

/* SyncClient could not connect to Sync. Would you like to try again? */
"SyncClient could not connect to Sync. Would you like to try again?" = "SyncClient no ha podido conectar con Sync. ¿Quieres probar otra vez?";

/* Passcode */
"Passcode" = "Código de paso";

/* Used for a small button */
"Not Now" = "Ahora no";

/* Message that we show in a dialog when you need to sign in again after upgrading */
"Due to a recent update, you need to log in to SyncClient again." = "Tras la última actualización, debes volver a iniciar sesión en SyncClient";

/* Message that we show in a dialog when the user tries to open a file:// url */
"SyncClient cannot load the page because it is of an unsupported type." = "SyncClient no puede cargar la página porque es de un tipo no admitido.";

// Moved here from XIB's
"SyncClient requires a Firefox Sync account. Use Firefox on your computer to create an account." = "SyncClient necesita una cuenta de Firefox Sync. Use Firefox en su equipo de escritorio para crear una cuenta.";
"Send me instructions" = "Enviarme instrucciones";
"I Have A Sync Account" = "Tengo una cuenta de Sync";